# Core CLI (modern replacements)
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "fzf"
brew "zoxide"
brew "delta"
brew "bottom"
brew "procs"
brew "glow"
brew "jq"
brew "yq"

# Shell
brew "starship"
brew "atuin"
brew "antidote"
brew "tmux"
brew "zsh"

# Tooling upgrades
brew "tealdeer"      # Faster tldr (Rust)
brew "dust"          # Better du (Rust)
brew "lazydocker"    # TUI for Docker
brew "broot"         # Interactive tree-view and fuzzy search

# Version manager
brew "mise"

# Git
brew "git"
brew "git-lfs"
brew "lazygit"
brew "gh"

# Editors / tools
brew "neovim"
brew "stow"
brew "gnupg"

# Kubernetes / infra
brew "kubectl"
brew "helm"
brew "k9s"


# Utilities
brew "tmux"          # keep installed as fallback during transition
brew "yazi"

# Casks — terminals & editors
cask "ghostty"
cask "claude"
cask "claude-code"

# Casks — productivity & macOS tools
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "maccy"
cask "shottr"

